Repository: leeb003/shwcp
Catalog: lang/shwcp-*.po
Languages: de_de, el

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
el: Παρουσιάστηκε ένα μη αναμενόμενο σφάλμα HTTP κατά τη διάρκεια της αίτησης API.</p> <p><a href="?" onclick="document.location.reload(); return false;">Προσπαθήστε ξανά</a>

source: An unknown error occurred
de_de: Ein unbekannter Fehler ist aufgetreten.
el: Εμφανίστηκε άγνωστο πρόβλημα

source: All
de_de: Alle
el: Όλα

source: Total Entries
de_de: Alle Einträge
el: Όλες οι Εγγραφές

source: Search
de_de: Suche
el: Αναζήτηση

source: Sort Entries
de_de: Einträge sortieren
el: Ταξινόμηση Εγγραφών

source: Sort Descending
de_de: Absteigend sortieren
el: Φθίνουσα Ταξινόμηση

source: Sort Ascending
de_de: Aufsteigend sortieren
el: Αύξουσα Ταξινόμηση

source: No Results Found
de_de: Keine Sucheinträge gefunden
el: Δεν βρέθηκαν αποτελέσματα

source: Quick Edit
el: Γρήγορη Επεξεργασία

source: You do not have access to this page
de_de: Sie haben keinen Zugang zu dieser Seite.
el: Δεν έχετε πρόσβαση στη συγκεκριμένη σελίδα

source: Import Entries
de_de: Einträge importieren
el: Εισαγωγή Καταχωρήσεων

source: Export Entries
de_de: Einträge exportieren
el: Εξαγωγή Καταχωρήσεων

source: Accepted file types are csv, xls, and xlsx.
de_de: Akzeptierte Dateitypen: csv, xls, and xlsx.
el: Αποδεκτοί τύποι αρχείων είναι csv,xls και xlsx.

source: Import 1 file at a time.
de_de: Importieren Sie 1 Datei auf einmal.
el: Εισαγωγή ενός αρχείου κάθε φορά.

source: Your Import file will need a header row so you can line up your data with the columns in the next step.
de_de: Ihre Import-Datei benötigt eine Kopfzeile, damit Sie im nächsten Schritt Ihre Spalten zuordnen können.
el: Το αρχείο που θα εισάγετε θα χρειαστεί μια σειρά κεφαλίδας, ώστε να μπορείτε να ταξινομήσετε τα δεδομένα σας με τις στήλες στο επόμενο βήμα.

source: Importing is going to be directly impacted by your server php upload file limits and memory limits. Ask your webhost how to increase these if needed.
el: Η εισαγωγή θα επηρεαστεί άμεσα από τα όρια του αρχείου php upload server και τα όρια μνήμης. Ρωτήστε το webhost σας για το πώς να αυξήσετε αυτά αν χρειαστεί.

source: Drag or click to upload a csv, xls, or xlsx file
de_de: Ziehen oder klicken, um Ihre Datei (csv, xls, or xlsx) hochzuladen.
el: Σύρετε ή κάντε κλικ για να ανεβάσετε ένα αρχείο csv, xls ή xlsx

source: Complete
de_de: Fertig
el: Ολοκληρώθηκε

source: Upload
de_de: Hochladen
el: Ανέβασμα

source: Entries have been imported, you can view and further edit them on the main page
de_de: Ihre Einträge wurden importiert. Sie können sie nun anzeigen und weiterbearbeiten.
el: Οι καταχωρήσεις έχουν εισαχθεί , μπορείτε να τις προβάλετε και να τις επεξεργαστείτε περαιτέρω στην κύρια σελίδα

source: Select the Columns to export
de_de: Wählen Sie die Spalten, die Sie exportieren möchten
el: Επιλέξτε τις στήλες για εξαγωγή

source: Check / Uncheck All
de_de: Alle aktivieren / deaktivieren
el: Επιλέξτε / Αποεπιλέξτε όλα

source: Links to Photos
de_de: Links zu Fotos
el: Σύνδεσμοι προς φωτογραφίες

source: Links to Files
de_de: Links zu Dateien
el: Σύνδεσμοι σε αρχεία

source: Choose a format:
de_de: Wählen Sie ein Format
el: Επιλέξτε μια μορφή:

source: Submit
de_de: Senden
el: Καταχώρηση

source: Previous
de_de: Vorherige
el: Προηγούμενο

source: Next
de_de: Nächste
el: Επόμενο

source: Add A New Entry
de_de: Neuen Eintrag hinzufügen
el: Προσθήκη Νέας Εγγραφής

source: Edit Entry Information
de_de: Eintrag bearbeiten
el: Επεξεργασία πληροφορίων εγγραφής

source: Save
de_de: Speichern
el: Αποθήκευση

source: Cancel
de_de: Abbrechen
el: Ακύρωση

source: Added Lead
de_de: Kontakt hinzugefügt
el: Προσθήκη Επαφή

source: Updated Lead
de_de: Kontakt aktualisiert
el: Ανανέωση Επαφή

source: Lead ID
de_de: Kontakt ID
el: ID Επαφή

source: Fields->
de_de: Felder ->
el: Πεδία ->

source: Confirm Removal Of The Following Entry
de_de: Löschen des folgenden Eintrages bestätigen
el: Επιβεβαιώστε την αφαίρεση της εγγραφής

source: Remove Entry
de_de: Eintrag löschen
el: Αφαίρεση Εγγραφής

source: Deleted Lead
de_de: Kontakt gelöscht
el: Διαγραμμένη Επαφή

source: Lead ID
de_de: Kontakt ID
el: ID Επαφή

source: Changed Frontend Sorting
de_de: Startseiten-Sortierung geändert
el: Αλλαγή Ταξινόμησης στο Frontend

source: Modified Sort Results
de_de: Geänderte Ergbnis-Sortierung
el: Τροποποιημένα αποτελέσματα ταξινόμησης

source: Changed Fields
de_de: Geänderte Felder
el: Αλλαγμένα Πεδία

source: Modified Lead Fields
de_de: Geänderte Kontakt-Felder
el: Αλλαγμένα Πεδία Επαφής

source: Modified SST
de_de: Geänderte QST
el: Τροποποιημένο SST

source: Modified Sources, Status, and Types
de_de: Geänderte Quellen, Status und Tpen
el: Τροποποιημένες πηγές, κατάσταση και τύποι

source: Error uploading
de_de: Fehler beim Hochladen
el: Σφάλμα κατά τη μεταφόρτωση

source: Uploaded Image
de_de: Hochgeladenes Bild
el: Μεταφορτωμένη εικόνα

source: New Image set for Lead ID
de_de: neues Bild für Kontakt ID gesetzt
el: Νέα Εικόνα για την Επαφή ID

source: No Assignment
de_de: keine Zuordnung
el: Καμία ανάθεση

source: Import Now
de_de: Jetzt importieren
el: Εισαγωγή τώρα

source: Step 2, Assign your spreadsheet columns to <b>WP Contacts</b> columns
de_de: Schritt 2 :Weisen Sie Ihre Tabelle Spalten den <b> WP Contacts </ b> Spalten zu.
el: Βήμα 2, Αντιστοιχίστε τις στήλες υπολογιστικών φύλλων στις στήλες <b> Επαφές WP </ b>

source: Total Rows to import
de_de: Gesamte Zeilen zu importieren
el: Σύνολο σειρών για εισαγωγή

source: Imported Lead File
de_de: Kontakt-Datei hochgeladen!
el: Εισαγόμενο αρχείο πρωτοτύπου

source: File Name:
de_de: Dateiname:
el: Όνομα Αρχείο:

source: You have not assigned any of your columns, you need to set at least one.
de_de: Sie haben noch keine Spalten zugeordnet. Sie müssen mindestens eine zuordnen.
el: Δεν έχετε αναθέσει καμία από τις στήλες σας, πρέπει να ορίσετε τουλάχιστον μία.

source: Error
de_de: Fehler
el: Λάθος

source: Close
de_de: Schließen
el: Κλείσιμο

source: Please select at least 1 field for exporting.
de_de: Bitte wählen Sie mindestens 1 Feld für den Export.
el: Επιλέξτε τουλάχιστον 1 πεδίο για εξαγωγή.

source: Select Fields
de_de: Felder auswählen
el: Επιλογή Πεδίων

source: OK
el: ΟΚ

source: Are you sure you wish to remove the following file?
de_de: Sind Sie sicher, dass die folgende Datei löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε το ακόλουθο αρχείο;

source: Confirm Remove File
de_de: Bestätigen Sie das Löschen der Datei
el: Επιβεβαιώστε την Κατάργηση αρχείου

source: Confirm
de_de: Bestätigung
el: Επιβεβαίωση

source: Last Modified
de_de: Letzte Änderung
el: Τελευταία τροποποίηση

source: Removed Lead File
de_de: Gelöscht Kontakt-Datei
el: Κατάργηση αρχείου επαφής

source: File:
de_de: Datei:
el: Αρχείο:

source: Added Files
de_de: Hinzugefügt Dateien
el: Προστιθέμενα αρχεία

source: New File:
de_de: Neue Datei
el: Νέο Αρχείο:

source: Add A Note
de_de: Eine Notiz hinzufügen
el: Προσθέστε μια σημείωση

source: Save Note
de_de: Notiz speichern
el: Αποθήκευση Σημείωσης

source: Added a note
de_de: Notiz hinzugefügt
el: Προστέθηκε μια σημείωση

source: Remove Note
de_de: Notiz löschen
el: Αφαίρεση Σημείωσης

source: Are you sure you wish to delete this note?
de_de: Sicher, dass Sie die Notiz löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη σημείωση;

source: Delete Note
de_de: Notiz löschen
el: Διαγραφή Σημείωσης

source: Removed a note
de_de: Eine Notiz gelöscht
el: Αφαιρέθηκε μια σημείωση

source: Modified Lead Details
de_de: Geänderte Kontakt-Details
el: Τροποποιημένες λεπτομέρειες επαφής

source: January
de_de: Januar
el: Ιανουάριος

source: February
de_de: Februar
el: Φεβρουάριος

source: March
de_de: März
el: Μάρτιος

source: April
el: Απρίλιος

source: May
de_de: Mai
el: Μαΐος

source: June
de_de: Juni
el: Ιούνιος

source: July
de_de: Juli
el: Ιούλιος

source: August
el: Αύγουστος

source: September
el: Σεπτέμβριος

source: October
de_de: Oktober
el: Οκτώβριος

source: November
el: Νοέμβριος

source: December
de_de: Dezember
el: Δεκέμβριος

source: Remove All Logs
de_de: Alle Logs löschen
el: Αφαίρεση όλων των αρχείων καταγραφής

source: Do you really want to remove all logging activity?
de_de: Möchten Sie wirklich alle Log-Aktivitäten löschen?
el: Θέλετε πραγματικά να καταργήσετε όλες τις δραστηριότητες καταγραφής;

source: Remove Logs
de_de: Lösche Logs
el: Καταργήστε τα αρχεία καταγραφής

source: Removed all logs
de_de: Alle Logs gelöscht
el: Καταργήθηκαν όλα τα αρχεία καταγραφής

source: Cleared all logging entries
de_de: Alle Log-Einträge sind gelöscht.
el: Διαγράφηκαν όλες οι καταχωρήσεις καταγραφής

source: Please Log In
de_de: Bitte melden Sie sich an
el: Παρακαλώ Συνδεθείτε

source: Please log in to continue
de_de: Bitte melden Sie sich an, um fortzufahren.
el: Παρακαλώ συνδεθείτε για να συνεχίσετε

source: Login
de_de: Anmelden
el: Σύνδεση

source: Wrong username or password.
de_de: Falscher Benutzername oder Passwort.
el: Λάθος όνομα χρήστη ή κωδικός.

source: Login successful, redirecting...
de_de: Anmeldung erfolgreich, weiterleiten...
el: Επιτυχής Σύνδεση, Ανακατεύθυνση...

source: You must select a backup to restore.
de_de: Sie müssen ein Backup für die Wiederherstellung auswählen.
el: Πρέπει να επιλέξετε ένα αντίγραφο ασφαλείας για επαναφορά.

source: The backup selected is missing required data, please select another
de_de: Dem ausgewählten Backup fehlen erforderliche Daten, bitte wählen Sie ein anderes.
el: Στο επιλεγμένο αντίγραφο ασφαλείας λείπουν τα απαιτούμενα δεδομένα, επιλέξτε άλλο

source: Exported Leads
de_de: Exportierte Kontakte
el: Εξαγόμενες Επαφές

source: Image Link
de_de: Bild-Link
el: Σύνδεσμος Εικόνας

source: File Links
de_de: Datei-Links
el: Σύνδεσμοι Αρχείου

source: Log ID
el: ID Καταγραφής

source: User Login
de_de: Benutzer-Anmeldung
el: Σύνδεση χρήστη

source: Event
de_de: Ereignis
el: Συμβάν

source: Details
el: Λεπτομέρειες

source: Event Time
de_de: Ereigniszeit
el: Ώρα Συμβάντος

source: IP Address
de_de: IP Adresse
el: Διεύθυνση IP

source: Unknown
de_de: Unbekannt
el: Άγνωστο

source: No Log Entries found.
de_de: Keine Log-Einträge gefunden
el: Δεν βρέθηκαν καταχωρίσεις καταγραφής.

source: Main Settings
de_de: Haupteinstellungen
el: Βασικές Ρυθμίσεις

source: Main Contacts Settings
de_de: Haupteinstellungen der Kontakte
el: Βασικές ρυθμίσεις Επαφών

source: Page for WP Contacts
de_de: Seite für WP Contacts
el: Σελίδα Επαφών WP

source: Public Accessibility
de_de: Öffentlich zugänglich
el: Δημόσια Προσβασιμότητα

source: Use Pagination
de_de: Verwende Paginierung
el: Χρήση Σελιδοποίησης

source: Pagination Results
de_de: Paginierung Ergebnisse
el: Αποτελέσματα Σελιδοποίησης

source: Show WP Admin Bar
de_de: WP Adminbar anzeigen
el: Εμφάνιση της γραμμής διαχείρισης WP

source: Primary Color
de_de: Hauptfarbe
el: Αρχικό Χρώμα

source: Logo Image
de_de: Logo
el: Λογότυπο

source: Footer Text
de_de: Fußzeilen-Text
el: Κείμενο Υποσέλιδου

source: Greeting Text
de_de: Willkommens-Text
el: Κείμενο Καλωσορίσματος

source: Entry Image
de_de: Bildeintrag
el: Εικόνα Εισόδου

source: Default Entry Image
de_de: Standard Beitragsbild
el: Προεπιλεγμένη εικόνα εισόδου

source: Contact Uploads
de_de: Kontakt Uploads
el: Μεταφορτώσεις Επαφών

source: Envato Purchase Code
el: Κωδικός αγοράς Envato

source: Custom CSS
de_de: Eigene CSS
el: Προσαρμοσμένο CSS

source: Permissions
de_de: Rechte
el: Δικαιώματα

source: Set Users Access to WP Contacts
de_de: WP Contacts Benutzerzugriffe einstellen
el: Ορίστε την πρόσβαση των χρηστών στις Επαφές WP

source: Users
de_de: Benutzer
el: Χρήστες

source: Site Information
de_de: Seiteninformationen
el: Πληροφορίες Ιστοσελίδας

source: Information about your server
de_de: Server-Informationen
el: Πληροφορίες Διακομίστη

source: Info
el: Πληροφορίες

source: Database Operations
de_de: Datenbankoperationen
el: Λειτουργίες Βάσης Δεδομένων

source: Database Actions Available
de_de: Datenbankaktionen verfügbar
el: Διαθέσιμες Ενέργειες βάσης δεδομένων

source: Backup Database
de_de: Datenbank Backup
el: Αντίγραφο Ασφαλείας Βάση Δεδομένων

source: Restore Database Backup
de_de: Datenbank-Backup wiederherstellen
el: Επαναφορά βάσης δεδομένων

source: Current Backups
de_de: Aktuelle Backups
el: Τρέχοντα αντίγραφα ασφαλείας

source: Reset Database
de_de: Datenbank zurücksetzen
el: Επαναφορά βάσης δεδομένων

source: Set up WP Contacts general settings on this tab.
de_de: Einrichtung der allgemeinen Einstellungen für WP Contacts auf diesem Tab.
el: Ρυθμίστε τις γενικές ρυθμίσεις για τις Επαφές WP σε αυτήν την καρτέλα.

source: Set up WP Contacts Users and access to the frontend. You will have Full Access by default, but you must save this screen initially. Keep in mind if you have public accessible set to true in the Main Settings, all logged in users will also be able to view leads.
el: Ρυθμίστε τις Επαφές των WP χρηστών και την πρόσβαση στο μενού. Θα έχετε πλήρη πρόσβαση από προεπιλογή, αλλά πρέπει αρχικά να αποθηκεύσετε αυτή την οθόνη. Λάβετε υπόψη σας ότι αν έχετε ενεργοποιημένη την πρόσβαση στο κοινό στις κύριες ρυθμίσεις, όλοι οι συνδεδεμένοι χρήστες θα έχουν επίσης τη δυνατότητα προβολής των επαφών.

source: Note that these server settings will affect the size, amount, and time taken allowed for uploads and scripts. Be aware of this as it will affect the size of uploads and time allowed for processing imports etc. <br />These PHP settings may need to be adjusted on your server according to your requirements.
el: Λάβετε υπόψη ότι αυτές οι ρυθμίσεις διακομιστή θα επηρεάσουν το μέγεθος, το ποσό και το χρόνο λήψης που επιτρέπονται για μεταφορτώσεις και κώδικες. Να γνωρίζετε ότι αυτό θα επηρεάσει το μέγεθος των μεταφορτώσεων και το χρόνο που επιτρέπεται για την επεξεργασία των εισαγωγών κλπ. <br /> Αυτές οι ρυθμίσεις PHP ίσως χρειαστεί να προσαρμοστούν στον server σας σύμφωνα με τις απαιτήσεις σας.

source: This section allows you to perform various actions on your database. Pay attention to what you are doing as changes here will affect what you have in your database!
de_de: In diesem Abschnitt können Sie verschiedene Datenbank-Aktionen durchführen. Achtung: Ihre Änderungen beeinflussen, was in Ihrer Datenbank gespeichert ist.
el: Αυτή η ενότητα σάς επιτρέπει να εκτελέσετε διάφορες ενέργειες στη βάση δεδομένων σας. Δώστε προσοχή σε ότι κάνετε, καθώς οι αλλαγές εδώ θα επηρεάσουν τα στοιχεία που έχετε στη βάση δεδομένων σας!

source: If you haven't done so, create a blank page for WP Contacts and assign the WP Contacts Template to it first.
de_de: Wenn Sie es noch nicht getan haben, erstellen Sie eine leere Seite für WP Contacts und weisen Sie ihr das WP Contacts Template zu.
el: Εάν δεν το έχετε κάνει ήδη, δημιουργήστε μια κενή σελίδα για τις Επαφές WP και αντιστοιχίστε πρώτα το Πρότυπο Επαφών WP.

source: False
de_de: False (falsch)
el: Ψευδής

source: True
de_de: True (wahr)
el: Αληθής

source: Choose if you want to allow people who are not logged in read access to WP Contacts
de_de: Wählen Sie, wenn Sie nicht angemeldeten Benutzern Lese-Zugriff zu WP Contacts gewähren möchten.
el: Επιλέξτε εάν θέλετε να επιτρέψετε σε άτομα που δεν έχουν συνδεθεί να έχουν πρόσβαση στο WP Contacts

source: Enter your Envato purchase code for updates.
de_de: Für Updates tragen Sie hier Ihren "Envato purchase code" ein.
el: Εισαγάγετε τον κωδικό αγοράς Envato για ενημερώσεις.

source: Use pagination for results (highly recommended), or show all results in view.
de_de: Verwenden Sie die Paginierung für Ergebnisse (sehr empfehlenswert) oder zeigen Sie alle Ergebnisse auf eine Seite.
el: Χρησιμοποιήστε τη σελίδα για τα αποτελέσματα (συνιστάται ιδιαίτερα) ή προβάλλετε όλα τα αποτελέσματα.

source: Select if you want the Wordpress admin bar to show on Contacts page or not.
de_de: Wählen Sie aus, ob Sie die Wordpress-Adminbar auf der Kontakte-Seite sichtbar schalten möchten oder nicht.
el: Επιλέξτε εάν θέλετε η γραμμή admin του Wordpress να εμφανίζεται στη σελίδα των επαφών ή όχι.

source: Set the pagination results per page
de_de: Stellen Sie die Paginierung für die Ergebnisse pro Seite ein.
el: Ορίστε τα αποτελέσματα σελίδωσης ανά σελίδα

source: This sets the primary color for WP Contacts
de_de: Legen Sie die Hauptfarbe von WP Contacts fest
el: Αυτό θέτει το πρωτεύον χρώμα για τις Επαφές WP

source: Clear Image
de_de: Bild löschen
el: Καθαρισμός εικόνας

source: Greeting Text on login form, keep it relatively short
de_de: Willkommenstext auf der Anmelde-Seite, bitte kurz fassen.
el: Κείμενο χαιρετισμού στη φόρμα σύνδεσης, κρατήστε το σχετικά σύντομο

source: Allow featured images for each contact.
de_de: Erlauben Sie spezielle Bilder für jeden Kontakt.
el: Αφήστε τις χαρακτηριστικές εικόνες για κάθε επαφή.

source: Set an Entry image to use as default for new entries. Keep in mind the size of the image can affect page loading.
de_de: Wählen Sie ein Beitragsbild als Standard für neue Einträge. Denken Sie daran, dass die Größe des Bildes das Laden der Seite beeinträchtigen kann.
el: Ορίστε μια εικόνα καταχώρησης που θα χρησιμοποιηθεί ως προεπιλογή για νέες καταχωρίσεις. Λάβετε υπόψη ότι το μέγεθος της εικόνας μπορεί να επηρεάσει τη φόρτωση σελίδων.

source: Allow file uploads for Contact entries.
de_de: Erlauben Sie das Hochladen von Dateien für Kontakteinträge.
el: Να επιτρέπονται μεταφορτώσεις αρχείων για καταχωρήσεις επαφών.

source: WP Username
de_de: WP Benutzername
el: Όνομα χρήστη WP

source: Access
de_de: Zugriff
el: Πρόσβαση

source: No Access
de_de: Keinen Zugriff
el: Καμία Πρόσβαση

source: Read Only
de_de: Nur lesen
el: Μόνο για ανάγνωση

source: Manage Own Leads
de_de: Eigene Kontakt bearbeiten
el: Διαχείριση των επαφών σας

source: Full Access
de_de: Vollen Zugriff
el: Πλήρης Πρόσβαση

source: Variable
el: Μεταβλήτο

source: Value
de_de: Wert
el: Τιμή

source: Backup Contacts Database
de_de: Kontakt-Datenbank Sicherung
el: Αντίγραφο ασφαλείας βάσης δεδομένων επαφών

source: Backup Database Now
de_de: Sicher Datenbank jetzt
el: Δημιουργία αντιγράφων ασφαλείας βάσης δεδομένων τώρα

source: This will create a new backup of the current state of your Contacts database.
de_de: Dadurch wird eine neue Sicherung Ihres aktuellen Stands der Kontakt-Datenbank erstellt.
el: Αυτό θα δημιουργήσει ένα νέο αντίγραφο ασφαλείας της τρέχουσας κατάστασης της βάσης δεδομένων των επαφών σας.

source: Database has been backed up!
de_de: Datenbank wurde gesichert!
el: Δημιουργήθηκε αντίγραφό της βάσης δεδομένων!

source: Please Wait, while the database is backed up.
de_de: Bitte warten Sie, während die Datenbank gesichert wird
el: Παρακαλώ περιμένετε, ενώ δημιουργείται αντίγραφο ασφαλείας της βάσης δεδομένων.

source: Restore Contacts Database
de_de: Kontakt-Datenbank wiederherstellen
el: Επαναφορά βάσης δεδομένων επαφών

source: --SELECT--
de_de: --AUSWÄHLEN--
el: --ΕΠΙΛΟΓΗ--

source: Confirm Database Restore
de_de: Datenbankwiederherstellung bestätigen
el: Επιβεβαιώστε την επαναφορά της βάσης δεδομένων

source: This option will restore a backup of your choice back into the database (and overwrite existing contact data).
de_de: Diese Option wird durch eine Sicherungskopie Ihrer Wahl die Datenbank wiederherstellen (und vorhandene Kontaktdaten überschreiben).
el: Αυτή η επιλογή θα επαναφέρει ένα αντίγραφο ασφαλείας της επιλογής σας στη βάση δεδομένων (και θα αντικαταστήσει τα υπάρχοντα δεδομένα επαφών).

source: Database has been Restored!
de_de: Datenbank wurde wiederhergestellt!
el: Η βάση δεδομένων έχει αποκατασταθεί!

source: Please Wait, while the database is restored.
de_de: Bitte warten Sie während die Datenbank wiederhergestellt wird.
el: Παρακαλώ περιμένετε, ενώ αποκαθίσταται η βάση δεδομένων.

source: Delete Backup
de_de: Backup löschen
el: Διαγραφή αντιγράφου ασφαλείας

source: Reset Database to Defaults
de_de: Datenbank zum Standard zurücksetzen
el: Επαναφορά της βάσης δεδομένων

source: Confirm Database Reset
de_de: Bestäitgen Sie das Zurücksetzen der Datenbank.
el: Επιβεβαιώστε την επαναφορά της βάσης δεδομένων

source: Warning, this action will clear all contacts (and data) and restore the database to default (like a new installation).
de_de: Achtung! Diese Aktion löscht alle Kontakte (und Daten) und setzte die Datenbank zurück auf die Werksteinstelllungen (wie eine neue Installation).
el: Προειδοποίηση, αυτή η ενέργεια θα καταργήσει όλες τις επαφές (και τα δεδομένα) και θα επαναφέρει την προεπιλεγμένη βάση δεδομένων (όπως μια νέα εγκατάσταση).

source: Use this only if you want to start over fresh again. Your Main Settings and Permissions will remain intact.
de_de: Verwenden Sie diese Option nur, wenn Sie mit einer zurückgesetzten Datenbank arbeiten möchten. Ihre Haupteinstellungen und Zugriffsrechte bleiben erhalten.
el: Χρησιμοποιήστε αυτό μόνο εάν θέλετε να ξαναρχίσετε από την αρχή. Οι κύριες ρυθμίσεις και τα δικαιώματα θα παραμείνουν άθικτα.

source: Database has been reset to the initial state, you can now go to the frontend and start working with it again.
de_de: Die Datenbank wurde in den Ausgangszustand zurückgesetzt. Sie können nun zur Startseite zurückkehren und weiterarbeiten.
el: Η βάση δεδομένων έχει επαναφερθεί στην αρχική κατάσταση, μπορείτε τώρα να πάτε στο frontend και να αρχίσετε να εργάζεστε ξανά.

source: WP Contacts
el: WP Επαφές

source: New Entries
de_de: Neue Einträge
el: Νέες εγγραφές

source: Daily (1 Month)
de_de: Täglich (1 Monat)
el: Καθημερινά (1 Μήνας)

source: Weekly (6 Months)
de_de: Wöchentlich (6 Monate)
el: Εβδομαδιαία (6 μήνες)

source: Monthly (1 Year)
de_de: Monatlich (1 Jahr)
el: Μηνιαία (1 Έτος)

source: Top 10
el: Τα πρώτα 10

source: Entry Ownership Distribution
de_de: Eintrag der Besitzrechte
el: Διανομή ιδιοκτήτη καταχώρησης

source: Sending user info, please wait...
de_de: Sende Benutzer-Infos, bitte warten...
el: Αποστολή πληροφοριών χρήστη, παρακαλώ περιμένετε ...

source: Home
el: Αρχική

source: All Entries
de_de: Alle Einträge
el: Όλες οι εγγραφές

source: Front Page Sorting
de_de: Startseiten-Sortierung
el: Ταξινόμηση μπροστινών σελίδων

source: Manage Fields
de_de: Felder bearbeiten
el: Διαχείριση πεδίων

source: Sources Types & Status
de_de: Quellen, Typen und Status
el: Τύποι και κατάσταση πηγών

source: Individual Entry
de_de: Individuelle Einträge
el: Μεμονωμένη Εγγραφή

source: Import & Export
el: Εισαγωγή & Εξαγωγή

source: Statistics
de_de: Statistiken
el: Στατιστικά

source: Username
de_de: Benutzername
el: Όνομα Χρήστη

source: Password
de_de: Passwort
el: Κωδικός

source: Lost Your Password?
de_de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό σας;

source: Logout
de_de: Ausloggen
el: Αποσύνδεση

source: Remove all log entries
de_de: Alle Log-Einträge löschen
el: Καταργήστε όλες τις καταχωρήσεις καταγραφής

source: Add Entry
de_de: Eintrag hinzufügen
el: Προσθήκη καταχώρησης

source: You do not have permission to access this page.
de_de: Sie haben keine Rechte die Seite anzuzeigen.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτήν τη σελίδα.

source: Logo
el: Λογότυπο

source: Sources, Status & Types
de_de: Quellen, Status und Typen
el: Πηγές, Κατάσταση & Τύποι

source: Add New
de_de: Neu hinzufügen
el: Προσθήκη Νέου

source: New Field
de_de: Neues Feld
el: Νέο Πεδίο

source: Save All
de_de: Alles speichern
el: Αποθήκευση Όλων

source: Toggle Field Removal
el: Εναλλαγή αφαίρεσης πεδίου

source: Sort
de_de: Sortieren
el: Ταξινόμηση

source: You do not have access to this lead
de_de: Sie haben keinen Zugriff zu diesem Kontakt
el: Δεν έχετε πρόσβαση σε αυτή την επαφή

source: Entry Details
de_de: Details Eintrag
el: Λεπτομέρειες Καταχώρησης

source: Drag or click to upload a jpg, png or gif image file
de_de: Ziehen oder klicken Sie hier, um folgende Dateien hochzuladen: jpg, png, gif
el: Σύρετε ή κάντε κλικ για να μεταφορτώσετε ένα αρχείο εικόνας jpg, png ή gif

source: Set Image
de_de: Bild festlegen
el: Ορισμός Εικόνας
