Repository: leeb003/shwcp
Catalog: lang/shwcp-*.po
Languages: de_de, el

source: Save Fields
de_de: Felder speichern
el: Αποθήκευση Πεδίων

source: There are currently no files uploaded.
de_de: Es sind bisher keine Dateien hochgeladen.
el: Προς το παρόν δεν μεταφορτώνονται αρχεία.

source: Existing Files
de_de: Vorhandene Dateien
el: Υπάρχοντα αρχεία

source: Queued for upload
de_de: Warteschlange für den Upload
el: Στην ούρα για ανέβασμα

source: Add Files
de_de: Dateien hinzufügen
el: Προσθήκη Αρχείων

source: Drag or click to upload a file or multiple files
de_de: Ziehe oder klicke um eine oder mehrere Dateien hochzuladen.
el: Σύρετε ή κάντε κλικ για να ανεβάσετε ένα αρχείο ή πολλά αρχεία

source: Notes
de_de: Notizen
el: Σημειώσεις

source: Add, Edit, Sort (for individual view and forms) and Remove Fields
de_de: Hinzufügen, Bearbeiten, Sortieren (für eine individuelle Ansicht und Felder) und Löschen von Feldern.
el: Προσθήκη, Επεξεργασία, Ταξινόμηση (για μεμονωμένες προβολές και φόρμες) και κατάργηση πεδίων

source: Core Fields cannot be removed, but all can be renamed.
de_de: Core-Felder können nicht gelöscht, aber umbenannt werden.
el: Τα πεδία πυρήνα δεν μπορούν να καταργηθούν, αλλά όλα μπορούν να μετονομαστούν.

source: Save Changes
de_de: Änderungen speichern
el: Αποθήκευση Αλλαγών

source: Add New Field
de_de: Neues Feld hinzufügen
el: Προσθήκη Νέου Πεδίου

source: Set For Removal
de_de: Markieren für Entfernung
el: Ρύθμιση για αφαίρεση

source: Fields To Display On Main View (In Order)
de_de: Felder, die in der Hauptansicht (sortiert) gezeigt werden
el: Πεδία που εμφανίζονται στην κύρια προβολή (ταξινομημένα)

source: Fields Not To Display On Main View
de_de: Felder, die nicht auf der Startseite sichtbar sind
el: Πεδία που δεν θα εμφανίζονται στην κύρια προβολή

source: Distribution
de_de: Vertrieb

source: Logging
de_de: Log
